# CLI Tools
brew "stow"
brew "fzf"
brew "eza"
brew "bat"
brew "git-delta"
brew "ripgrep"
brew "fd"
brew "zoxide"
brew "starship"
brew "mise"
brew "gh"
cask "1password-cli"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"

# Apps
cask "1password"
cask "ghostty"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "sublime-text"
cask "google-chrome"
cask "slack"
cask "discord"
